; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Pruthisith (Terry) <pruthisith@msn.com>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=дїЕм
2=»ГСєбµи§ЁСґЎТГ
3=ЄиЗВаЛЕЧН
4=
5=аЕЧНЎдїЕм
6=&дїЕмєХєНСґ/µСЗµФґµСй§·ХиµйН§ЎТГбµЎ:
7=бµЎдїЕмд»ВС§
8=&бїйБа»йТЛБТВ:
9=
10=µСЗаЕЧНЎ Universal Extractor
11=&µФґµТБ»ГРЗСµФЎТГєХєНСґ
12=Hide consol window
13=
14=&АТЙТ:
15=
16=
17=µСЗаЕЧНЎГЩ»бєє-аЁТРЁ§
18=&аµЧН№ЎиН№·ХидїЕмЁР·У§Т№
19=&ЕєдїЕм«йУ
20=ЕєдїЕмг№ &temporary
21=&бЎйдўдїЕм·ХидБиБХ№ТБКЎШЕ
22=
23=About Universal Extractor
24=%s аЗзєд«·м
25=
26=
27=
28=
29=
30=
31=&µЎЕ§
32=
33=
34=&ВЎаЕФЎ
35=»ГСєбµи§ЁСґЎТГ 2
36=бµЎдїЕмд»бЕйЗ %s
37=%s ГН§ГСєЎТГбµЎдїЕмµТБґйТ№ЕиТ§№ХйаѕЧиНЎТГбµЎбѕз¤аЎЁўН§ %s , бµиНВиТ§дГЎзµТБЗФёХбµЎдїЕмаЛЕиТ№ХйдБиКТБТГ¶аЄЧиНдґй 100%, ¶йТЛТЎЗиТЗФёХ·ХиаЕЧНЎ№Сй№дБиКТБТГ¶·У§Т№дґй¶ЩЎµйН§гЛй·УЎТГГС№ %s НХЎ¤ГСй§бЕСаЕЧНЎЗФёХНЧи№
38=ЗФёХЎТГбµЎдїЕм
39=ЎТГµФґµСй§бєєјЩйЁСґЎТГГРєє
40=ЎТГбµЎдїЕм
41=а»ЕХиВ№
42=µСЗ¤ЕТВбѕк¤
43=дБигЄиµСЗµФґµСй§ўН§ InstallShield
44=
45=
46=
47=%s в»ГґаЕЧНЎдїЕм·Хи¶ЩЎµйН§
48=а»ФґдїЕм
49=аўХВ№д»ВС§
50=
51=дїЕмµиТ§ж
52=дїЕм·Хи¶ЩЎєХєНСґ
53=
54=ebook
55=ecard
56=дїЕм·Хи¶ЩЎ encode
57=µСЗ·У§Т№
58=
59=дїЕмЄиЗВаЛЕЧН
60=µСЗбЎйдў
61=ГЩ»
62=µСЗµФґµСй§
63=
64=бѕк¤аЎЁ
65=patch
66=µСЗбµЎдїЕмНСµФв№БСµФ
67=ЕУґСє
68=
69=ЎУЕС§·ґКНє
70=
71=
72=НС»аґ·
73=
74=
75=ЎУЕС§µГЗЁКНєдїЕмаѕЧиН¤й№ЛТЄ№ФґўН§дїЕм
76=ЎУЕС§µГЗЁКНєдїЕмґйЗВ %s
77=ЎУЕС§бµЎдїЕмЁТЎ:
78=ЎУЕС§ГНµСЗµФґµСй§аѕЧиН·УЎТГµГЗЁ¤иТ%nв»ГґГН
79=
80=%s CD-ROM images дБиКТБТГ¶бµЎдїЕмдґйвґВµГ§  г№·Т§ЎЕСєЎС№, image №Хй%n ЁРШ¶ЩЎб»Е§а»з№ ISO CD-ROM image б·№, «Ци§ЁРКТБТГА·УЎТГбµЎдїЕмдґй%n%¤ШіµйН§ЎТГЁР·УµиНд»ЛГЧНдБи?%nб№Р№У: ЎТГЎГР·У№ХйЁРгЄйаЗЕТЛЕТВ№Т·Х
81=аЎФґўйНјФґѕЕТґ:  CD-ROM images дБиКТБТГ¶б»Е§дґй%n¶йТЛТЎЗиТ№Хиа»з№ BIN/CUE image в»ГґµГЗЁКНєЗиТдїЕм CUE №Сй№¶ЩЎГЩ»бєєЛГЧНдБи
82=аЎФґўйНјФґѕЕТґ:  ISO image №Сй№¶ЩЎКГйТ§ЁТЎ BIN/CUE image, бµиБС№дБиКТБТГ¶ЁР¶ЩЎб»Е§дґй%n¤ШіµйН§ЎТГЁРаЎзєдїЕм ISO дЗйµГЗЁКНєµиНдЛБ
83=аЎФґўйНјФґѕЕТґ: дБиѕє:%n%s\%s.%s%n%nГЗБ¶Ц§ %s.bin бЕР %s.cue дґйбЕРЁУа»з№µйН§гЄй§Т№
84=ЎУЕС§аГФиБ·У§Т№ %s.  в»ГґННЎЁТЎµСЗµФґµСй§, ЁТЎ№Сй№¤иНВЎґ OK аѕЧиН·УµиНд»
85=б№Р№У:  ЗФёХЎТГ№ХйЁР·У§Т№дґйµиНаБЧиНµСЗµФґµСй§ Wise КУЛГСє Windows Installer packages дґй¶ЩЎГРєШаНТдЗй,%n¶йТЛТЎ Wise Installation Wizard аГФиБбЕРГН¤УКСи§ input, №Сй№б»ЕЗиТдїЕмµСЗ№Хй№Сй№дБи¶ЩЎГСєГН§%n  в»ГґННЎЁТЎµСЗµФґµСй§, бЕР %s ЁР·УЎТГЛВШґЎТГбµЎдїЕм%n%n¤ШіµйН§ЎТГЁР·УµиНд»ЛГЧНдБи?
86=дїЕм№Хйдґй¶ЩЎбѕк¤ґйЗВЎТГєХєНСЎбєє %s , бµидБиКТБТГ¶·УЎТГбµЎдїЕмдґй,%n№ХиНТЁЁа»з№аѕГТРЄ№ФґўН§дїЕм№Сй№дБи¶ЩЎГН§ГСє, ЛГХЧННТЁа»з№аѕГТР%n"дБиБХдїЕмг№ЎТГбµЎ.%n%n¤ШіµйН§ЎТГЁР¤ЕТВбѕк¤№Хйб·№ЛГЧНдБи?%n%nб№Р№У: дїЕЧ·Хи¶ЩЎ¤ЕТВННЎ№Сй№ЁР¶ЩЎµСй§ЄЧиНЗиТ:%n%s\%s_unpacked.%s
87=аЎФґўйНјФґѕЕТґ: %s%nдБиКТБТГ¶¤ЕТВбѕк¤дґй
88=¤УаµЧН№:  г№ЎТГ·ХиЁРбµЎдїЕм»ГРаА·№Хй№Сй№, дїЕмЁУа»з№·ХиЁРµйН§¶ЩЎаГХВЎ·У§Т№вґВµГ§,%n¶йТЛТЎЗиТ¤Ші·УµиНд», ¤УКСи§µиНд»№ХйЁР¶ЩЎ·У§Т№:%n%n%s%n%n¶йТЛТЎ¤ШіаЄЧиНЗиТдїЕм№ХйНТЁа»з№дїЕмНС№µГТВ, аГТЁРўНб№Р№УгЛй¤ШідБи·УЎТГµиНд»,%n¤ШіµйН§ЎТГЁР·УµиНд»ЎСєЎТГбµЎдїЕм№ХйЛГЧНдБи?
89=
90=
91=
92=
93=
94=%s ЎТГбµЎдїЕмдБиКТБТГ¶єС№·ЦЎдґй
95=
96=%s дБиКТБТГ¶бµЎдїЕмдґй%nЄ№ФґўН§дїЕЧдґй·ХидґйГСє¤ЧН: %s%n%nЎґ µЎЕ§ ¶йТЛТЎ¤ШіµйН§ЎТГЁРµГЗЁКНєдїЕЧґйЗВµСЗўН§¤ШіаН§, ЛГЧН ВЎаЕФЎаѕЧиНННЎЁТЎв»ГбЎГБ
97=%s%nа»з№»ГРаА·дБиГЩйЁСЎбЕРдБиКТБТГ¶·УЎТГбµЎдїЕмдґй
98=%s%nдБиКТБТГ¶КГйТ§дїЕмдґй, в»ГґаЕЧНЎбїйБа»йТЛБТВ·Хи¶ЩЎµйН§
99=%s дБиКТБТГ¶бµЎдїЕмдґй%nґЩаЛБЧН№ЗиТБС№ЁРа»з№ %s, «Ци§¶ЩЎГН§ГСє, бµиБГЎТГјФґѕЕТґг№ЎТГбµЎдїЕм%nв»ГґґЩдїЕмєС№·ЦЎ, %s, КУЛГСєўйНБЩЕаѕЧиНаµФБ%n%nЎґ µЎЕ§ аѕЧиНбКґ§дїЕмєС№·ЦЎаґХлВЗ№Хй, ЛГЧН ВЎаЕФЎ аѕЧиНННЎЁТЎв»ГбЎГБ
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
